export default {
    tabbar: {
        gengduo: '상세정보',
        map: '길안내',
        bangzhu: 'Help',
        renwu: '미션',
    },
    gengduo: {
        lang: '언어'
    },
    loading: '로딩중',
    nodata: '데이터가 없습니다',
    languageName: '한국어',
    theme: '테마',
    bootpage: {
        btn: '체험'
    },
    loginpage: {
        login: '로그인',
        register: '회원가입',
        findPassword: '비밀번호 찾기',
        inputPassword: '비밀번호를 입력하세요',
        inputAccount: '핸드폰번호 혹은 이메일을 입력하세요',
        title: '제주도자유여행',
        road: '빌레로드',
        addr: '제주'
    },
    myPage: {
        title: '프로필',
        point: '포인트',
        favor: '즐겨찾기',
        mission: '미션',
        isPush: '소식 알림',
    },
    personCenter: {
        title: '프로필',
        realName: '성명',
        gender: '성별',
        userCode: 'QR코드',
        nikeName: '아이디',
        passportNo: '여권번호',
        userCountry: '국적',
        photoUrlFile: '사진',
        points: '포인트',
        changePawd: '비밀번호 변경',
        accountType1: '핸드폰',
        accountType2: '이메일'
    },
    signUppage: {
        title: '회원가입'
    },
    alarmList: {
        title: '공지사항   '
    },
    netWork: {
        title: '네트웍 연결',
        content: '네트웍 연결이 원활하지 않습니다.'
    },
    mission: {
        title: '미션',
        discription: '미션상세',
        start: '미션시작',
        showdetail: '보기',
        place: '장소',
        reward: '보상',
        endmission: '미션 완료하였습니다',
        prompt: '미션'
    },
    myPoint: {
        history: '적립',
        used: '차감',
        back: '취소',
    },
    camera: {
        title: '카메라'
    },
    articleList: {
        title: '문장'
    },
    store: {
        title: '상가',
        purchase: '구매'
    },
    story: {
        title: '스토리',
        comment: '평가'
    },
    cartoon: {
        title: '관련기사'
    },
    storyRelated: {
        addComment: '댓글등록'
    },
    logout: '로그아웃',
    account: {
        verification: {
            userPwd: '비밀번호는 6~16자리의 숫자,대소문자,특수문자중 두가지 이상으로 구성이 됩니다',
            empty1: '비밀번호를 입력하세요',
            empty2: '비밀번호를 재입력하세요',
            userPhone: '핸드폰번호가 틀렸습니다',
            userEmail: '정확한 이메일을 입력하세요',
            noyz: '비밀번호 재입력 오류입니다',
            authcode: '인증코드를 입력하세요',
            errorAuthcode: '인증코드 오류입니다',
            nodata: '비밀번호를 입력하세요',
            oldnodata: '기존 비밀번호 입력 오류입니다',
            nikeName: '아이디를 입력하세요',
            realName: '성명을 입력하세요',
            userCountry: '국적을 입력하세요',
            passportNo: '여권번호를 입력하세요',
            gender: '성별을 선택하세요',
        }
    },
    findpasspage: {
        title: '비밀번호 찾기',
        passportnumber: '여권번호 입력',
        account: '핸드폰번호',
        authcode: '인증코드',
        confirm: '확인',
        firstpass: '새 비밀번호 입력',
        secondpass: '새 비밀번호 확인',
        oldpass: '기존 비밀번호',
        submit: '확인',
        creataccount: '등록',
        getauthcode: "인증",
        btnText: '초후 재발송 됩니다',
        next: '다음',
        userEmail: '이메일을 입력하세요'
    },
    bigMap: {
        title: 'Big Map',
        addrName: '제주도'
    },
    areaList: {
        title: '관광지 리스트',
        search: '{addr}검색결과'
    },
    map: {
        locationTitle: '현재위치',
        verification: '검색 키워드를 입력하세요'
    },
    PrivacyAgreement: {
        title: 'Private조항',
        agree: '동의',
        next: '다음',
        personProtocol: {
            tab: '개인정보 수집 및 이용에 대한 안내',
            conner: ` 1. 개인정보 수집 및 이용목적
                        <br>회사는 여행관련 서비스 제공 등의 업무처리를 위하여 고객으로부터 최소한의 필수정보를 수집하며, 제공한 모든 개인정보는 별도의 동의가 없는 한 해당목적 이외의 다른 목적으로 사용하지 않습니다.
                        <br>회사는 수집한 개인정보를 다음의 목적을 위하여 사용합니다.
                        <br>가. 서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 요금정산
                        <br>여행상품  컨텐츠 제공, 여행서비스 이용 시 회원의 우대, 포인트 적립 /조회 / 사용  등
                       <br> 나. 회원관리
                        <br>회원제 서비스 이용을 위한 본인확인, 개인식별, 불량회원의 부정 이용 방지와 비인가 사용 방지, 가입 의사 확인, 분쟁조정을 위한 기록보존, 불만처리 등 민원처리, 고지사항 전달 등
                        <br>다. 이용자 편의 증진 및 신규상품, 서비스 개발을 위한 통계 / 분석
                        <br>서비스 이용 통계기록과 접속/빈도/구매패턴 등의 분석을 통해 신규서비스 및 맞춤형 특화상품 개발, 고객마케팅 기획등 이용자 혜택/편의증진 서비스 개선/고도화에 활용
                       <br> 2. 개인정보 수집 항목 및 보유 및 이용기간
                       <br> 가. 회사는 적법한 절차와 법적 기준에 의거하여 고객의 개인정보를 수집하고 있으며, 고객의 서비스이용에 필요한 최소한의 정보만을 수집하고 있습니다. 정보통신망법과 개인정보보호법에 의거하여 수집, 이용을 제한하고 있습니다.
                       <br> 나. 회사는 고객의 인권을 침해할 우려가 있는 민감한 개인정보항목(인종, 종교, 사상, 정치적 성향, 건강상태, 성생활정보 등)은 수집하지 않습니다.
                       <br> (1)	개인정보 내역 : 아이디(E-Mail), 비밀번호, 이름(실명), 성별, 휴대전화번호, 국가, 여권번호
                       <br> (2)	용도 : 회원 서비스 제공 및 본인 인증
                       <br> 보유 및 이용기간 : 서비스 해지 시 까지 단, 해지 시 상법 등 법령의 규정에 의하여 거래 관련 권리의무관계의 확인 등을 이유로 일정기간 보유해야 할 필요가 있을 경우에는 관련법령이 정한 기간
                       <br> 3. 동의를 거부할 권리 및 동의를 거부할 경우의 불이익
                        <br>개인정보 주체자는 개인정보 수집, 이용에 대한 동의를 거부할 권리가 있습니다. 동의를 거부할 경우 회원가입이 불가함을 알려드립니다.`
        },
        serviceUseClause: {
            tab: '서비스 이용약관',
            conner: `제 1 장     총    칙
                    <br>제 1 조 (목적) 
                    <br>본 이용약관(이하 ‘약관’이라 함)은 (주)일요신문사(이하 '회사'라 함)가 제공하는 Ville Road앱 서비스(이하 '본 서비스'라 함)를 이용함에 있어 회사와 회원간의 권리, 의무 및 책임사항을 규정함을 목적으로 합니다. 
                    <br>제 2 조 (용어의 정의) 
                    <br>이 약관에서 사용하는 용어의 정의는 다음 각 호와 같으며, 정의되지 않은 용어에 대한 해석은 관계법령과 서비스의 이용약관 및 개인정보취급방침, 회사가 별도로 정한 지침 등에 상관례에 의합니다. 
                    <br>1. Ville Road서비스: 자유여행객을 위해 관광지,숙박,쇼핑센터 등 정보들을 제공해주는 서비스입니다.
                    <br>2.회원: Ville Road앱 회원으로 본 약관에 동의하여 이용계약을 체결하고 서비스를 이용하는 모든 회원을 의미합니다.
                    <br>3.장소정보: 모바일 단말기의 GPS 기반으로 추출된 좌표를 이용하여 '회원'이 생성하는 지점들을 말합니다. 
                    <br>4.관광지 서비스 : VilleRoad 가맹점으로 등록된 매장에서 ‘회원’에게 할인서비스를 제공하는 것을 의미합니다.
                    <br>5.포인트 : VilleRoad에서 정한 규칙으로 제공하는 포인트를 의미하며 쇼핑센터에서 상품 결제시 현금으로 사용하는것을 의미합니다. 
                    <br>6.애플리케이션: 모바일 단말기에서 '본 서비스'를 설치하여 이용할 수 있도록 구성된 프로그램을 말합니다. 
                    <br>8.개인(회원)정보: 정보통신망 이용촉진 및 정보보호 등에 관한 법률에서 언급하는 ‘개인정보’를 말합니다. 
                    <br>제 3 조 (서비스 사업자의 개요) 
                    <br>1.이 약관에서 규정하는 서비스는 회사가 제공하는 서비스인 VilleRoad앱에 한하며 ‘상호 및 주소, 연락처는 다음의 각호와 같다.
                    <br>2.상호 : (주) 일요신문사
                    <br>3.주소 : 서울 중구 서소문로89 순화빌딩 14층
                    <br>4.연락처 : 02-2198-1569
                    <br>제 4 조 (약관의 효력 및 변경) 
                    <br>1.이 약관은 회사에서 제공하는 ‘본 서비스’를 이용하고자 하는 모든 이용자에 대하여 그 효력을 발생합니다. 
                    <br>2.'회사'는 이 약관의 내용을 '회원'이 쉽게 알 수 있도록 '회사'의 웹 서비스 화면 하단에 상설메뉴로 게시합니다.
                    <br>3.'회사'는 대한민국의 법령과 국제조약을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
                    <br>4.'회사'가 약관을 개정할 경우에는 적용예정일 및 개정사유를 명시하여 현행약관과 함께 적용예정일 7일 전부터 공지합니다. 다만, '회원'에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지하는 것 외에 전자우편발송 등 전자적 수단을 통해 별도로 통지합니다.
                    <br>5.'회원'은 개정된 약관에 대해 동의하지 않을 권리가 있으며, 개정된 약관에 동의하지 않을 경우 이용계약을 해지할 수 있습니다. '회사'가 전항 단서에 따라 회원에게 통지하면서 상당한 기간(예:30일)을 정하여 거부의사를 표시하지 아니하면 승인한 것으로 본다는 뜻을 명확하게 고지하였음에도 '회원'의 의사표시가 없는 경우에는 변경된 약관을 승인한 것으로 봅니다.
                    <br>제 5 조 (약관 외 준칙) 
                    <br>1.본 약관은 '회사'가 제공하는 제반 서비스에 관한 이용약관과 함께 적용합니다. 
                    <br>제 2 장 서비스 이용 계약 체결
                    <br>제 6 조 (이용계약의 성립) 
                    <br>1.이용계약은 ‘회원’이 되고자 하는 자(이하 ‘가입신청자’)가 약관의 내용에 대하여 동의 후 회원가입신청을 하고 ‘회사’가 신청을 승낙함으로써 수락됩니다. 
                    <br>2.이용계약은 서비스 이용 희망자가 이용약관에 동의한 후 이용신청에 대하여 회사가 승낙함으로써 성립합니다. 
                    <br>제 7 조 (이용 신청 및 승낙) 
                    <br>1.서비스 이용 신청은 서비스의 회원가입에서 '회원'이 본 약관에 동의하고 가입 양식에 요구하는 사항을 기재하여 신청합니다. 
                    <br>2.’회사’는 ‘가입신청자’의 신청에 대하여 ‘본 서비스’ 이용을 승낙함을 원칙으로 합니다. 단, ‘회사’는 다음 각 호에 해당하는 신청에 대하여는 승낙을 하지 않거나 사후에 이용계약을 해지할 수 있습니다. 
                    <br>①서비스 관련 설비 용량이 부족한 경우
                    <br>②기술상 문제가 있는 경우
                    <br>③기타 회사의 사정상 필요하다고 인정되는 경우
                    <br>④이용신청자가 다음 각 호의 사항을 위반하였을 경우 회사는 서비스 이용신청을 승낙하지 않을 수 있습니다. 
                    <br>⑤다른 사람의 명의를 도용하여 신청한 경우
                    <br>⑥이용 신청 시 '회원정보'를 허위로 기재하여 신청한 경우
                    <br>⑦사회의 안녕, 질서 또는 미풍양속을 저해할 목적으로 신청한 경우
                    <br>⑧회사의 내부서비스 기준에 적합하지 않은 회원으로 판단되는 경우나 서비스 제공이 곤란한 경우
                    <br>⑨기타 회사가 정한 이용 신청 요건이 미비 된 경우 
                    <br>제 3 장 서비스 이용
                    <br>제 8 조 (서비스 이용) 
                    <br>1.'회사'는 '회원'의 이용신청을 승낙한 때부터 즉시 서비스를 개시합니다. 단, '회사'의 업무상 또는 기술상의 장애로 인하여 서비스를 개시하지 못하는 경우, 서비스 상에 공지하거나 회원에게 즉시 이를 통지합니다. 
                    <br>2.’본 서비스’의 이용은 '회사'의 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴 1일 24시간을 원칙으로 합니다. 시스템 정기 점검, 증설 및 교체 등 운영상의 목적으로 '회사'가 정한 기간에는 서비스의 전부 또는 일부가 일시 중지 될 수 있습니다. 이러한 경우 '회사'는 사전 공지합니다. 
                    <br>3.'회사'는 긴급한 시스템 점검, 증설 및 교체, 국가비상 사태, 정전, 서비스 설비의 장애, 또는 서비스 이용의 폭주 등으로 정상적인 서비스가 불가능할 경우 사전 공지나 예고 없이 서비스를 일시 중단할 수 있습니다. 
                    <br>4.'회사'는 서비스의 이용 가능한 시간을 별도로 정할 수 있으며 이 경우 그 내용을 사전에 공지합니다. 단, 회사가 통제할 수 없는 사유로 발생한 서비스 중단에 대하여 사전 공지가 불가능한 경우에는 예외로 합니다. 
                    <br>5.'회사'는 모바일단말기(아이폰, 안드로이드 OS 단말기 등) 전용 애플리케이션을 제공하며, '회원'은 '회사'에서 제공하는 범위 내의 단말기에서 전용 애플리케이션을 다운로드 및 설치하여 '본 서비스'를 이용할 수 있습니다. 단, 단말의 종류 및 통신사에 따라 애플리케이션의 구성과 기능에는 차이가 있을 수 있습니다. 
                    <br>제 9 조 (서비스 내용) 
                    <br>1.’본 서비스’는 휴대폰 번호를 반드시 인증하여야만 서비스를 정상적으로 이용할 수 있으며 인증 받은 휴대폰 번호당 1개의 계정만 인정합니다. 
                    <br>2. 위치정보를 이용하여 푸시를 받고 앱에서 제공한 게임 참여 할수 있고 장소 정보 등을 조회합니다.
                    <br>3. 모바일에서 결제를 하여 포인트를 적립하고 포인트로 쇼핑센터에서 물건을 구매시 현금으로 사용할수 있습니다.
                    <br>4.'회원'은 본인의 계정 정보(이메일, 휴대폰번호, 비밀번호)를 유지 관리할 책임이 있으며 본인의 부주의로 인해 계정 정보의 유출로 발생하는 결과에 대해 '회사'는 일체의 책임을 지지 않습니다. 다만, 회사의 고의 또는 중과실이 있는 경우에는 그러하지 않습니다. 
                    <br>5.'회원'은 '회사' 혹은 게시자 본인의 사전승낙 없이는 '본 서비스'를 이용하여 얻은 정보를 복사, 복제, 변경, 번역, 출판, 방송, 광고, 영업, 전송, 기타의 방법으로 사용하거나 이를 타인에게 제공하는 행위를 할 수 없습니다. 
                    <br>6.'회원'은 '회사'와 기타 제3자의 저작권 등 지적재산권에 대한 침해를 할 수 없습니다. 
                    <br>7.'회원'은 회사의 동의 없이 영리를 목적으로 '본 서비스'를 사용하는 행위를 할 수 없습니다.
                    <br>제 6 장 손해배상 및 면책조항 등
                    <br>제 23 조 (손해배상) 
                    <br>1.'회사'는 '회원'이 서비스를 이용함에 있어 '회사'의 고의 또는 중대한 과실이 인정될 경우 손해 배상을 부담 할 수 있습니다. 
                    <br>2.'회원'이 본 약관의 의무를 위반함으로 인하여 회사에 손해를 입힌 경우 또는 '회원'이 서비스를 이용함에 있어 회사에 손해를 입힌 경우에 '회원'은 '회사'에 대하여 그 손해를 배상하여야 합니다. 이 경우 ‘회원’은 고의, 과실이 없음을 입증하지 못하는 경우 책임을 면할 수 없습니다.
                    <br>3. ‘회사’가 위치정보의 보호 및 이용 등에 관한 법률 제15조 내지 제26조의 규정을 위반한 행위로 ‘회원’에게 손해가 발생한 경우 ‘회원’은 ‘회사’에 대하여 손해배상 청구를 할 수 있습니다. 이 경우 ‘회사’는 고의, 과실이 없음을 입증하지 못하는 경우 책임을 면할 수 없습니다.
                    <br>제 24 조 (면책조항) 
                    <br>1.'회사'는 천재지변 또는 이에 준하는 불가항력으로 인하여 '서비스'를 제공할 수 없는 경우에는 '서비스' 제공에 관한 책임이 면제됩니다. 
                    <br>2.'회사'는 '회원' 의 귀책사유로 인한 서비스 이용의 장애에 대하여는 책임이 면제됩니다. 단 '회원'에게 부득이하거나 정당한 사유가 있는 경우에는 그러하지 아니합니다. 
                    <br>3.'회사'는 '회원'이 '서비스'와 관련하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 책임을 지지 않습니다. 
                    <br>4.'회사'는 '회원' 간 또는 '회원'과 제3자 상호간에 '서비스'를 매개로 하여 거래 등을 한 경우에는 책임이 면제됩니다. 
                    <br>5.'회사'는 무료로 제공되는 서비스 이용과 관련하여 관련법에 특별한 규정이 없는 한 책임을 지지 않습니다. 
                    <br>제 25 조 (분쟁의 해결) 
                    <br><br>1.본 약관에 관하여 분쟁이 발생할 경우 대한민국의 법률에 따릅니다. 
                    <br>2.서비스의 이용과 관련하여 분쟁이 발생할 경우 관할법원은 민사소송법상 관할법원으로 합니다. 
                    <br>3.‘회사’는 위치정보와 관련된 분쟁에 대해 당사자간 협의가 이루어지지 아니하거나 협의를 할 수 없는 경우에는 위치정보의 보호 및 이용 등에 관한 법률 제28조의 규정에 의한 방송통신위원회에 재정을 신청할 수 있습니다. 
                    <br>4.‘회사’ 또는 ‘회원’은 위치정보와 관련된 분쟁에 대해 당사자간 협의가 이루어지지 아니하거나 협의를 할 수 없는 경우에는 개인정보보호법 제40조의 규정에 의한 개인정보분쟁조정위원회에 조정을 신청할 수 있습니다.
                    <br>[부칙] 
                    <br>1.(시행일) 이 약관은 2017년 7월 1일부터 시행됩니다. `
        },
        goodsReturn: {
            tab: '환불정책',
            conner: `가. 오프라인 현장결재<br>
                    1. 영수증을 반드시 지참하셔야 합니다.<br>
                    2. 구입후 한달이내에 가능합니다.<br>
                    3. 판매가능한 정상상품에 한해 가능합니다.<br>
                    4. 카드 취소는 결재하신 해당 점포에서만 가능합니다.<br>
                    나. 온라인 모바일결재<br>
                    1. 온라인상에서 직접 환불을 진행합니다. <br>
                    2. 결재 시 적립된 포인트가 차감이 되며,포인트 부족시 환불이 불가합니다.<br>
                    3. 온라인에서 구매한 관광지 티켓만 온라인으로 환불이 가능합니다.`
        },
        companyInformation: {
            tab: '회사정보',
            conner: `(주) 일요신문사<br>
                    대표이사 : 신상철<br>
                    사업자등록번호 : 106-81-48524 사업자정보확인<br>
                    회사주소 :서울특별시 중구 서소문로 89(순화동, 순화빌딩14층)<br>
                    문의전화 : 02-2198-1569<br>
                    이메일: seohyung@ilyo.co.kr`
        }
    },
    changeperson: {
        btn: '수정',
        unknown: '모름',
        boy: '남',
        girl: '여',
        carme: "카메라",
        file: '앨범'
    },
    purchase: {
        itemPrice: '원가',
        discountPrice: '시세',
        total: '총액',
        totalV: '수량을 선택하세요'
    },
    noCommentdata: '댓글이 없습니다',
    nowepay: '위쳇페이 임시 지원불가입니다',
    order: {
        title: '구매내역',
        Paid: '구매완료',
        Unpaid: '미지불',
        itemName: '상품명',
        itemTitle: '상품 소개',
        createTime: '주문일자',
        itemIcon: '상품 사진',
        delete: '삭제',
        pay: "지불",
        code: 'QR코드',
        refundable: '환불가능',
        refable: '환불기록',
        ticketNum: '사용가능수량',
        count: "수량",
        sure: '확인',
        cancel: '취소',
        itemPrice: '단가'
    },
    auth: {
        title: '포인트 정보 권한',
        content: '상점{name} ,포인트 차감 권한 요청'
    },
    location: '위치',
    call: '전화',
    barcodeText: 'QR코드를 중앙에 맞추시면 자동스캔 됩니다',
    qrocde: {
        error: 'QR코드가 틀렸습니다'
    },
    tourist: '여행객',
    help: {
        send: '발송',
        sure: '확인',
        susses: '고객 배분 완료'
    },
    datacount: "총{count}건입니다",
    confirm: {
        title: '경고',
        cancelCol: '즐겨찾기를 취소하시겠습니까'
    },
    returnNum: '환불 수량을 선택하세요',
    updateMsg: '새로운 버전이 있습니다. 지금 업데이트 하시겠습니까',
    home: '홈'
}